tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "oktadeveloper/tap"
tap "rcmdnk/file"
brew "astro"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "btop"
brew "checkov"
brew "cmake"
brew "difftastic"
brew "dive"
brew "duckdb"
brew "eza"
brew "fd"
brew "flyway"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-machete"
brew "go"
brew "go-task"
brew "graphviz"
brew "hurl"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llm"
brew "lua"
brew "mas"
brew "mise"
brew "neovim"
brew "nushell"
brew "oauth2c"
brew "pandoc"
brew "pipx"
brew "pkl"
brew "pre-commit"
brew "rcmdnk/file/brew-file"
brew "repomix"
brew "ripgrep"
brew "sf"
brew "starship"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tilt"
brew "tpm"
brew "tmux"
brew "uv"
brew "yq"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "1password"
cask "aerospace"
cask "alt-tab"
cask "bruno"
cask "chatgpt"
cask "cursor"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "obsidian"
cask "okta"
cask "parallels"
cask "powershell"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
cask "zen-browser"
