tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "infisical/get-cli"
tap "nikitabobko/tap"
tap "oktadeveloper/tap"
tap "rcmdnk/file"
brew "astro"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "btop"
brew "checkov"
brew "cmake"
brew "difftastic"
brew "dive"
brew "duckdb"
brew "eza"
brew "fd"
brew "flyway"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-machete"
brew "go"
brew "go-task"
brew "graphviz"
brew "gzip"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llm"
brew "lua"
brew "mas"
brew "mise"
brew "neovim"
brew "ncdu"
brew "nushell"
brew "oauth2c"
brew "openjdk"
brew "pandoc"
brew "pipx"
brew "pkl"
brew "pre-commit"
brew "rcmdnk/file/brew-file"
brew "repomix"
brew "ripgrep"
brew "sf"
brew "spicetify-cli"
brew "starship"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tilt"
brew "tpm"
brew "tmux"
brew "uv"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "infisical/get-cli/infisical"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alt-tab"
cask "bruno"
cask "chatgpt"
cask "clockify"
cask "cursor"
cask "cyberduck"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "ghostty"
cask "homerow"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "obsidian"
cask "okta"
cask "parallels"
cask "powershell"
cask "proxyman"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "snagit"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "windows-app"
cask "zen-browser"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "atlassian.atlascode"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "quicktype.quicktype"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-workspace"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "innoverio.vscode-dbt-power-user"
vscode "ionide.ionide-fsharp"
vscode "janisdd.vscode-edit-csv"
vscode "jetpack-io.devbox"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "malloydata.malloy-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "prismacloud.prisma-cloud"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "samuelcolvin.jinjahtml"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "snowflake.snowflake-vsc"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tilt-dev.tiltfile"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wakatime.vscode-wakatime"
vscode "yassun7010.vscode-shandy-sqlfmt"
vscode "yoavbls.pretty-ts-errors"
vscode "asvetliakov.vscode-neovim"
vscode "hoovercj.vscode-power-mode"
