tap "ankitpokhrel/jira-cli"
tap "borkdude/brew"
tap "charmbracelet/tap"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "grain-lang/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jank-lang/jank"
tap "kcl-lang/tap"
tap "koekeishiya/formulae"
tap "neilotoole/sq"
tap "nikitabobko/tap"
tap "oktadeveloper/tap"
tap "quarkusio/tap"
tap "turbot/tap"
tap "unisonweb/unison"
brew "asdf"
brew "astro"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "harfbuzz"
brew "openjdk"
brew "ballerina"
brew "bat"
brew "bottom"
brew "broot"
brew "btop"
brew "cheat"
brew "checkov"
brew "chezscheme"
brew "clojure"
brew "cloud-sql-proxy"
brew "cmake"
brew "crystal"
brew "d2"
brew "difftastic"
brew "direnv"
brew "dive"
brew "django-completion"
brew "duckdb"
brew "elan-init"
brew "elixir"
brew "elm"
brew "exercism"
brew "eza"
brew "openjdk@21"
brew "flix"
brew "flyway"
brew "fzf"
brew "gambit-scheme"
brew "gaze"
brew "gforth"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-machete"
brew "gitui"
brew "gleam"
brew "go"
brew "go-task"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "haskell-stack"
brew "helix"
brew "hurl"
brew "inko"
brew "jq"
brew "julia"
brew "kona"
brew "kotlin"
brew "lazydocker"
brew "lazygit"
brew "ldc"
brew "leiningen"
brew "libffi"
brew "llm"
brew "llvm@16"
brew "lnav"
brew "logdy"
brew "lsd"
brew "lua"
brew "mercury"
brew "miller"
brew "minimal-racket"
brew "mise"
brew "mit-scheme"
brew "neovim"
brew "nim"
brew "nnn"
brew "node"
brew "nowplaying-cli"
brew "nushell"
brew "oauth2c"
brew "odin"
brew "opam"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "php"
brew "pipx"
brew "pkl"
brew "pnpm"
brew "ponyc"
brew "postgresql@14"
brew "pre-commit"
brew "procs"
brew "purescript"
brew "rakudo"
brew "rclone"
brew "repomix"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "sbt"
brew "scala"
brew "sf"
brew "sniffnet"
brew "starship"
brew "stow"
brew "swi-prolog"
brew "switchaudio-osx"
brew "television"
brew "teller"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tilt"
brew "tmux"
brew "trippy"
brew "uv"
brew "vala"
brew "vale"
brew "vlang"
brew "watchman"
brew "yq"
brew "zellij"
brew "zig"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "borkdude/brew/babashka"
brew "charmbracelet/tap/freeze"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/hcp"
brew "jank-lang/jank/jank"
brew "kcl-lang/tap/kcl"
brew "neilotoole/sq/sq"
brew "quarkusio/tap/quarkus"
brew "turbot/tap/steampipe"
brew "unisonweb/unison/unison-language"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "alt-tab"
cask "bruno"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-400"
cask "dotnet-sdk8-0-100"
cask "factor"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-liberation-nerd-font"
cask "google-cloud-sdk"
cask "grain"
cask "j"
cask "okta"
cask "popclip"
cask "powershell"
cask "sf-symbols"
cask "simplex"
cask "smlnj"
cask "warp"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "analysis-services.tmdl"
vscode "asciidoctor.asciidoctor-vscode"
vscode "atlassian.atlascode"
vscode "austenc.tailwind-docs"
vscode "beardedbear.beardedtheme"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "doggy8088.quicktype-refresh"
vscode "donjayamanne.githistory"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "fortran-lang.linter-gfortran"
vscode "fttx.language-forth"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-workspace"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gleam.gleam"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "innoverio.vscode-dbt-power-user"
vscode "interactive-smartlog.interactive-smartlog"
vscode "ionide.ionide-fsharp"
vscode "ivandemchenko.roc-lang-unofficial"
vscode "jackjyq.brogrammer-plus"
vscode "jakebecker.elixir-ls"
vscode "janisdd.vscode-edit-csv"
vscode "jetpack-io.devbox"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "julialang.language-julia"
vscode "justusadam.language-haskell"
vscode "koichisasada.vscode-rdbg"
vscode "koka.language-koka"
vscode "kx.kdb"
vscode "leanprover.lean4"
vscode "lostintangent.github-security-alerts"
vscode "malloydata.malloy-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mathworks.language-matlab"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mk12.bqn"
vscode "moonbit.moonbit-lang"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "nevalang.vscode-nevalang"
vscode "nrwl.angular-console"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "openai.openai-chatgpt-adhoc"
vscode "peakchen90.open-html-in-browser"
vscode "phoenixframework.phoenix"
vscode "pkief.material-icon-theme"
vscode "pkl.pkl-vscode"
vscode "pmndrs.pmndrs"
vscode "prismacloud.prisma-cloud"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "saoudrizwan.claude-dev"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "snowflake.snowflake-vsc"
vscode "sorbet.sorbet-vscode-extension"
vscode "sumneko.lua"
vscode "swimm.swimm"
vscode "tamasfe.even-better-toml"
vscode "terrastruct.d2"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tikkanz.language-j"
vscode "tilt-dev.tiltfile"
vscode "tomoki1207.pdf"
vscode "trunk.io"
vscode "turntable.turntable-for-dbt-core"
vscode "twxs.cmake"
vscode "uiua-lang.uiua-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "yassun7010.vscode-shandy-sqlfmt"
vscode "yoavbls.pretty-ts-errors"
vscode "ziglang.vscode-zig"
