tap "atlassian/homebrew-acli"
tap "aviator-co/tap"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "dagger/tap"
tap "dmno-dev/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "infisical/get-cli"
tap "nikitabobko/tap"
tap "oktadeveloper/tap"
tap "rcmdnk/file"
tap "sst/tap"
brew "acli"
brew "aider"
brew "astro"
brew "atuin"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "btop"
brew "checkov"
brew "cmake"
brew "copier"
brew "difftastic"
brew "dive"
brew "dmno-dev/tap/varlock"
brew "duckdb"
brew "emacs"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "flyway"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-machete"
brew "go"
brew "go-task"
brew "graphviz"
brew "gzip"
brew "harlequin"
brew "hashicorp/tap/hcp"
brew "hugo"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "lazydocker"
brew "lazygit"
brew "llm"
brew "lua"
brew "marp-cli"
brew "mas"
brew "mergiraf"
brew "mise"
brew "neovim"
brew "ncdu"
brew "nushell"
brew "oauth2c"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@21"
brew "pandoc"
brew "pipx"
brew "pixi"
brew "pkl"
brew "pre-commit"
brew "rcmdnk/file/brew-file"
brew "repomix"
brew "ripgrep"
brew "rlwrap"
brew "sf"
brew "snowflake-cli"
brew "spicetify-cli"
brew "sst/tap/opencode"
brew "starship"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tilt"
brew "tpm"
brew "tmux"
brew "typst"
brew "uv"
brew "yazi"
brew "yq"
brew "zoxide"
brew "aviator-co/tap/av"
brew "charmbracelet/tap/crush"
brew "dagger/tap/dagger"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "infisical/get-cli/infisical"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "anythingllm"
cask "alt-tab"
cask "bettertouchtool"
cask "boltai"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "cleanshot"
cask "clockify"
cask "cursor"
cask "cyberduck"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "gitkraken"
cask "ghostty"
cask "hammerspoon"
cask "hazeover"
cask "homerow"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kindavim"
cask "knime"
cask "krisp"
cask "leader-key"
cask "lm-studio"
cask "logi-options+"
cask "meetingbar"
cask "mouseless"
cask "neovide-app"
cask "obsidian"
cask "okta"
cask "orion"
cask "quarto"
cask "postman"
cask "parallels"
cask "powershell"
cask "proxyman"
cask "raycast"
cask "rivet"
cask "sf-symbols"
cask "slack"
cask "snagit"
cask "spotify"
cask "superkey"
cask "todoist-app"
cask "utm"
cask "visual-studio-code"
cask "voiceink"
cask "warp"
cask "wizcli"
cask "wezterm"
cask "windows-app"
cask "windsurf"
cask "wooshy"
cask "zen-browser"
mas "Amphetamine", id:  937984704
mas "Bear", id: 1091189122
mas "Dato", id: 1470584107
mas "Dropover", id: 1355679052
mas "Perplexity", id: 6714467650
mas "Spokenly", id: 6740315592
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "atlassian.atlascode"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "quicktype.quicktype"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "innoverio.vscode-dbt-power-user"
vscode "ionide.ionide-fsharp"
vscode "janisdd.vscode-edit-csv"
vscode "jetpack-io.devbox"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "malloydata.malloy-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "samuelcolvin.jinjahtml"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "snowflake.snowflake-vsc"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tilt-dev.tiltfile"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wakatime.vscode-wakatime"
vscode "yassun7010.vscode-shandy-sqlfmt"
vscode "yoavbls.pretty-ts-errors"
vscode "asvetliakov.vscode-neovim"
vscode "hoovercj.vscode-power-mode"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "dbtlabsinc.dbt"
vscode "marp-team.marp-vscode"
vscode "nrwl.angular-console"
vscode "stagewise.stagewise-vscode-extension"
vscode "wizcloud.wiz-vscode"
vscode "zokugun.cron-tasks"
vscode "zokugun.sync-settings"
vscode "pomdtr.excalidraw-editor"
vscode "anthropic.claude-code"
vscode "kahole.magit"
vscode "leanprover.lean4"
vscode "myriad-dreamin.tinymist"
vscode "traycer.traycer-vscode"
